Repository: PromassGithub/Various
Catalog: Stellare/Logical/mappView/Visualization/Resources/Texts/MpEnergyTexts.tmx
Source language: en
Languages: de

source: Device list
de: Geräteliste

source: Forward Energy
de: Aufgenommene Energie

source: Reversed Energy
de: Abgegebene Energie

source: Overall energy
de: Gesamtenergie

source: Module specific
de: Modulspezifisch

source: Combined
de: Kombiniert

source: Forward
de: Aufgenommen

source: Reverse
de: Abgegeben

source: By module
de: Von Modul

source: Total
de: Gesamt

source: Temporary energymeasurement
de: Temporäre Energiemessung

source: Active Power
de: Wirkleistung

source: Reactive Power
de: Blindleistung

source: Peak Active Power
de: Spitzenwert Wirkleistung

source: Peak Reactiv Power
de: Spitzenwert Blindleistung

source: Power Factor
de: Leistungsfaktor

source: recorded active power
de: Aufgenommene Wirkleistung

source: recorded reactive power
de: Aufgenommene Blindleistung

source: deliveres active power
de: Abgegebene Wirkleistung

source: deliveres reactive power
de: Abgegebene Blindleistung

source: total apparent energy
de: Gesamtscheinarbeit

source: Active power of coffee machine
de: Wirkleistung der Kaffeemaschine

source: Current active power
de: Aktuelle Wirkleistung

source: Peak active power
de: Spitzenwert der Wirkleistung

source: Active energy conveyors
de: Wirkenergie der Förderbänder

source: Recorded active energy
de: Aufgenommene Wirkenergie

source: Conveyors
de: Förderbänder

source: Waterheater
de: Wasserheizung
